Repository: frostkom/mf_site_manager
Catalog: lang/lang_site_manager-*.po
Languages: nb_no, sv_se

source: Change URL
nb_no: Endre URL
sv_se: Ändra URL

source: Change to this URL
nb_no: Endre til denne URL
sv_se: Ändra till denna URL

source: Are you really sure? This will change the URL of the site
nb_no: Er du helt sikker? Dette vil endre NETTADRESSEN til nettstedet
sv_se: Är du helt säker? Detta kommer att byta URL för webbplatsen

source: Perform
nb_no: Utføre
sv_se: Genomför

source: Clone Site
nb_no: Klone Nettstedet
sv_se: Klona webbsida

source: From
nb_no: Fra
sv_se: Från

source: To
nb_no: Til
sv_se: Till

source: Would you like to perform a backup of the old site before replacing it?
nb_no: Ønsker du å utføre en sikkerhetskopi av den gamle nettstedet før du setter det på plass igjen?
sv_se: Vill du ta en backup på den gamla webbplatsen innan du ersätter den?

source: Would you like to keep the original title of the receiving site?
nb_no: Ønsker du å beholde den opprinnelige tittelen på mottak av nettstedet?
sv_se: Vill du behålla originaltiteln på den mottagande webbplatsen?

source: Would you like to keep the original language of the receiving site?
sv_se: Vill du behålla språket på den mottagande webbplatsen?

source: Would you like to empty Active Plugins field?
nb_no: Ønsker du å tømme Aktiv Plugins feltet?
sv_se: Vill du inaktivera alla tillägg?

source: Are you really sure? This will erase all previous data on the recieving site.
nb_no: Er du helt sikker? Dette vil slette alle tidligere data på spedisjon nettstedet.
sv_se: Är du helt säker? Detta kommer att radera all tidigare data på den mottagande webbplatsen.

source: I could not find any sites to clone to
nb_no: Jeg kunne ikke finne noen steder å klone til
sv_se: Jag kunde inte hitta några webbplatser att klona till

source: You have to have a MultiSite to be able to clone this site
nb_no: Du må ha en MultiSite å være i stand til å klone dette nettstedet
sv_se: Du måste ha en MultiSite för att kunna byta domän mellan två webbplatser

source: Compare Sites
nb_no: Sammenlign Nettsteder
sv_se: Jämför webbsidor

source: Name
nb_no: Navn
sv_se: Namn

source: This Site
sv_se: Denna webbplats

source: Core
nb_no: Kjerne
sv_se: Kärna

source: Does not support this
sv_se: Har inte support för detta

source: Copy differences
sv_se: Kopiera skillnader

source: The differences were test copied into %s
sv_se: Skillnaderna testkopierades till %s

source: The differences were copied into %s
sv_se: Skillnaderna kopierades till %s

source: Copy Differences Into %s
sv_se: Kopiera skillnader till %s

source: Copy Differences
sv_se: Kopiera skillnader

source: Test Copy
sv_se: Testa kopiering

source: I could not find any differences
nb_no: Jeg kunne ikke finne noen forskjeller
sv_se: Jag kunde inte hitta några skillnader

source: Source
sv_se: Källa

source: Site
nb_no: Nettstedet
sv_se: Webbplats

source: Error
nb_no: Feil
sv_se: Fel

source: I could not find any sites to compare with. Convert to MultiSite and add sites or add external ones in %sMy Settings%s
nb_no: Jeg kunne ikke finne noen steder å sammenligne med. Konvertere til MultiSite og legge til nettsteder eller legge til eksterne seg i %sMy Innstillinger%s
sv_se: Jag kunde inte hitta några webbplatser att jämföra med. Konvertera till MultiSite och lägga till webbplatser eller lägg till externa via %sMina inställningar%s

source: Choose Here
nb_no: Velg Her
sv_se: Välj här

source: Create Copy
sv_se: Skapa kopia

source: Replace
sv_se: Ersätt

source: Maintenance Mode Activated
sv_se: Underhålssläge aktiverat

source: No Public Pages
sv_se: Inga publika sidor

source: Requires Login
sv_se: Kräver inloggning

source: No Index
sv_se: Ingen indexering

source: Public
sv_se: Publik

source: This is the new server and now the setting can be removed %shere%s
sv_se: Detta är den nya servern och nu kan du ta bort inställningen %shär%s

source: This is the old server and you can find the setting %shere%s
sv_se: Detta är den gamla servern och du kan hitta inställningen %shär%s

source: Convert to MultiSite
sv_se: Konvertera till MultiSite

source: Target Server IP
sv_se: Nytt server-IP

source: Server IPs allowed
nb_no: Server IP tillatt
sv_se: Tillåtna server-IP

source: Sites to compare with
nb_no: Nettsteder for å sammenligne med
sv_se: Webbplatser att jämföra med

source: Path to Clone to
sv_se: Sökväg att klona till

source: Add this to %s
sv_se: Lägg till detta i %s

source: Deactivate all plugins
sv_se: Inaktivera alla tillägg

source: Go to Network Settings
sv_se: Gå till Nätverksinställningarna

source: ...and follow the instructions on that page...
sv_se: ...och följ instruktionerna på den sidan...

source: ...but add this to %s instead
sv_se: ...men lägg till detta i %s istället

source: Login
sv_se: Logga in

source: Activate all plugins
sv_se: Aktivera alla tillägg

source: Get Server IP
nb_no: Få Server IP
sv_se: Hämta Server-IP

source: The absolute path to receiving WP root
sv_se: Den absoluta sökvägen till mottagande WP-rot

source: Switch Sites
nb_no: Slå Nettsteder
sv_se: Byt webbsidor

source: Edit Tables
sv_se: Redigera tabeller

source: Change Theme
nb_no: Endre Temaet
sv_se: Byt tema

source: Settings
sv_se: Inställningar

source: You have to check the box to agree to change the URL
sv_se: Du måste kryssa i att du går med på att byta URL

source: I could not verify that you were allowed to change the URL. I this problem persists, please contact an admin
sv_se: Jag kunde inte verifiera att du är tillåten att byta URL. Om problemet kvarstår, var vänlig kontakta en admin

source: I executed your request but there were %d errors so you need to manually update the database
nb_no: Jeg utførte din forespørsel, men det var %d feil, så må du manuelt oppdatere databasen
sv_se: Jag genomförde din förfrågan men det uppkom %d fel så du behöver uppdatera databasen manuellt

source: I have changed the URL from %s to %s. Go to %sDashboard%s
sv_se: Jag har ändrat URLen från %s till %s. Gå till %sPanel%s

source: You have to choose another URL than the current one
nb_no: Du må velge en annen URL-adresse enn den nåværende
sv_se: Du måste välja en annan URL än den nuvarande

source: You have to check the box to agree to clone the site
sv_se: Du måste kryssa i att du går med på att klona webbplatsen

source: I could not verify that you were allowed to clone the site. I this problem persists, please contact an admin
sv_se: Jag kunde inte verifiera att du är tillåten att klona webbplatsen. Om problemet kvarstår, var vänlig kontakta en admin

source: There appears to be no tables on the source site
nb_no: Det ser ut til å være noen tabeller på kilden nettstedet
sv_se: Det verkar inte finnas någon tabell på källwebbplatsen

source: All data was cloned
nb_no: Alle data ble klonet
sv_se: All data klonades

source: The backup was not successful so I could not clone the site for you
nb_no: Sikkerhetskopien ble ikke vellykket, så jeg ikke kan klone stedet for deg
sv_se: Backupen lyckades inte så jag kan inte klona webbplatsen åt dig

source: You have to choose a site other than this site
nb_no: Du må velge et område for andre enn denne siden
sv_se: Du måste välja en annan webbplats än denna

source: You have to check the box to agree that the sites should be switched
sv_se: Du måste kryssa i att du går med på att byta webbplatser

source: I could not verify that you were allowed to switch sites. I this problem persists, please contact an admin
sv_se: Jag kunde inte verifiera att du är tillåten att byta webbplatser. Om problemet kvarstår, var vänlig kontakta en admin

source: There appears to be no tables on either of the sites
nb_no: Det synes å være ingen bord på ett av nettstedene
sv_se: Det verkar inte finnas några tabeller på sidorna

source: I have switched all the data on the two domain as you requested.
nb_no: Jeg har slått alle dataene på de to domene som du har bedt om.
sv_se: Jag har bytt all data mellan de två domänerna som du efterfrågade.

source: You have to check the box to agree that the theme should be changed
nb_no: Har du for å merke av i boksen for å samtykker i at temaet bør endres
sv_se: Du måste kryssa i att du går med på att temat ska bytas ut

source: I could not verify that you were allowed to switch theme on this site. I this problem persists, please contact an admin
nb_no: Jeg kan ikke bekrefte at du fikk lov til å bytte tema på dette nettstedet. Jeg har dette problemet vedvarer, må du kontakte en admin
sv_se: Jag kunde inte verifiera att du är tillåten att ändra tema på den här webbplatsen. Om problemet kvarstår, var vänlig kontakta en admin

source: You have to choose a theme that is allowed for this site
nb_no: Du må velge et tema som er tillatt for dette nettstedet
sv_se: Du måste välja ett tema som är tillåtet för denna webbplats

source: You have to choose another theme than the current one
sv_se: Du måste välja ett annat tema än den nuvarande

source: I have changed the theme from %s to %s
sv_se: Jag har ändrat temat från %s till %s

source: You have to check the box to agree to perform the action that you have chosen
sv_se: Du måste kryssa i att du går med på att utföra den åtgärd som du har valt

source: I could not verify that you were allowed to perform the action that you were requesting. I this problem persists, please contact an admin
sv_se: Jag kunde inte verifiera att du är tillåten att genomföra den åtgärd som du efterfrågar. Om problemet kvarstår, var vänlig kontakta en admin

source: The table %s already exists
sv_se: Tabellen %s finns redan

source: I have copied all the tables for you
sv_se: Jag har kopierat alla tabellerna åt dig

source: You have to choose another destination than the source table
sv_se: Du måste välja en annan mottagartabell än källtabellen

source: Posts
sv_se: Inlägg

source: Pages
sv_se: Sidor

source: Activated On
sv_se: Aktiverad på

source: E-mail
nb_no: E-post
sv_se: E-post

source: Updated
sv_se: Uppdaterad

source: This can only be saved on the main site
sv_se: Detta kan endast sparas på huvudsidan

source: Toggle All
sv_se: Visa/dölj alla

source: unknown
sv_se: okänd

source: Background
sv_se: Bakgrund

source: domain
nb_no: domene
sv_se: domän

source: does not exist
nb_no: finnes ikke
sv_se: finns inte

source: I would have copied:
sv_se: Jag hade kopierat:

source: I successfully fetched the server IP (%s) for you
nb_no: Jeg fikk hentet server IP (%s) for deg
sv_se: Jag lyckades hämta Server-IP (%s) åt dig

source: The IP (%s) is the same as before
nb_no: IP (%s) er den samme som før
sv_se: IP-adressen (%s) är samma som innan

source: I could not fetch the server IP (%s) for you
nb_no: Jeg kunne ikke hente server IP (%s) for deg
sv_se: Jag kunde inte hämta Server-IP (%s) åt dig

source: Wrong Type
nb_no: Feil Type
sv_se: Fel typ

source: Wrong IP
nb_no: Feil IP
sv_se: Fel IP

source: Switch this site...
nb_no: Slå denne siden...
sv_se: Byt denna webbplats...

source: ...with this
nb_no: ...med dette
sv_se: ...med denna

source: Are you really sure? This will switch domain for the two sites.
nb_no: Er du helt sikker? Dette vil bytte domene for de to nettstedene.
sv_se: Är du helt säker? Detta kommer att byta domän för de två webbplatserna.

source: I could not find any sites to switch to
nb_no: Jeg kunne ikke finne noen steder å bytte til
sv_se: Jag kunde inte hitta några webbplatser att byta till

source: You have to have a MultiSite to be able to switch sites
nb_no: Du må ha en MultiSite å være i stand til å slå nettsteder
sv_se: Du måste ha en MultiSite för att kunna byta domän mellan två webbplatser

source: Action
sv_se: Åtgärd

source: Table
sv_se: Tabell

source: Destination Table
sv_se: Mottagartabell

source: Are you really sure? This will perform the action that you are requesting.
sv_se: Är du helt säker? Detta kommer att genomföra den åtgärd som du efterfrågar.

source: Change to this Theme
nb_no: Endre til dette Temaet
sv_se: Ändra till detta tema

source: Are you really sure? This will change the Theme of the site but not clear menus, widgets and theme modifications like the built-in changer does
nb_no: Er du helt sikker? Dette vil endre Temaet på nettstedet ditt, men ikke tydelige menyer, moduler og tema modifikasjoner som bygget-i changer gjør
sv_se: Är du helt säker? Detta kommer att byta tema för webbplatsen men inte rensa menyer, widgets och temaändringar så som den inbyggda funktionen gör

source: There are no other themes activated for this site. %sPlease, add another theme%s
nb_no: Det er ingen andre temaer aktivert for dette nettstedet. %s venlegast, legg til annet tema%s
sv_se: Det finns inga andra teman aktiverade för denna webbplats. %sVar vänlig, lägg till ett annat tema%s

source: Version
nb_no: Versjon

source: Theme
nb_no: Tema

source: Theme Updates
nb_no: Tema-Oppdateringer

source: Update
nb_no: Oppdatering

source: The theme design is up to date
nb_no: Temaet design er oppdatert

source: Change
nb_no: Endre

source: You have to choose another Theme than the current one
nb_no: Du må velge et annet Tema enn den nåværende

source: I have changed the Theme from %s to %s
nb_no: Jeg har endret Tema fra %s til %s
